{
    "title": "Portafolio",
    "navItem1": "Sobre mí",
    "navItem2": "Proyectos",
    "navItem3": "Contacto",
    "heading": "!Hola!",
    "headingName": "Soy",
    "headingSubtitle": "Desarrollador de software",
    "aboutTitle": "Acerca de mí",
    "aboutContent": "Ingeniero electrónico y desarrollador de software principalmente enfocado en desarrollo Frontend y con conocimientos de backend e inteligencia artificial. Me considero alguien apasionado por la tecnología y en constante búsqueda de conocimiento.",
    "aboutHobbiesDesc": "Además de programar, otras actividades que disfruto son:",
    "aboutHobbie1": "Videojuegos",
    "aboutHobbie2": "Ver anime y series",
    "aboutHobbie3": "Salir con amigos",
    "experienceTitle": "Experiencia",
    "experienceDate1": "Enero 2023 - Presente",
    "experienceTitle1": "Freelancer",
    "experienceCompany1": "Freelancer",
    "experienceDescription1": "Desarrollo de aplicaciones web usando diferentes tecnologías como ReactJS, Tailwind CSS, NextJS, Firebase, entre otras. También he gestionado el hosting, almacenamiento de la información y la creación de correo corporativo.",
    "experienceDate2": "Abril 2021 - Presente",
    "experienceTitle2": "Desarrollador de software",
    "experienceCompany2": "CincoE S.A.S",
    "experienceDescription2": "Liderazgo de procesos tecnológicos de la empresa, desarrollo web frontend usando tecnologías como ReactJS, Material UI, Typescript y Tailwind CSS y apoyo backend usando FastAPI de Python y Go. Adicionalmente, estuve a cargo del desarrollo de un sistema de reconocimiento con deep learning y scripts de python.",
    "skillsTitle": "Habilidades",
    "projectsTitle": "Proyectos",
    "projectTitle1": "Portafolio",
    "projectDescription1": "Proyecto en donde puedes explorar mi trayectoria, descubre mis habilidades y permíteme llevarte a través de un recorrido que captura la esencia de mi enfoque creativo y profesional.",
    "projectTitle2": "Anime vault",
    "projectDescription2": "Explora los diversos reinos del anime. Una lista interminable de animes ordenados por popularidad.",
    "projectTitle3": "Pokedux",
    "projectDescription3": "Versión de la Pokedex de la primera generación. Puedes filtrar entre los Pokémon originales y guardar los favoritos.",
    "projectTitle4": "Prompterino",
    "projectDescription4": "Herramienta de ayuda para que las personas puedan descubrir, crear y compartir prompts creativos.",
    "projectTitle5": "P&P",
    "projectDescription5": "Página web de una empresa de ingeniería eléctrica en donde se muestra la información de esta y sus servicios. Proyecto desarrollado como freelancer.",
    "contactTitle": "Contáctame",
    "contactDesc": "!No dudes en ponerte en contacto conmigo para discutir cómo puedo contribuir a tu equipo o proyecto!",
    "contactPlaceholder1": "Nombre",
    "contactPlaceholder2": "Correo",
    "contactPlaceholder3": "Asunto",
    "contactPlaceholder4": "Mensaje",
    "contactButtonMessage": "Enviar mensaje",
    "contactInputValidationMessage": "Completa este campo",
    "contactSuccessEmailSent": "Mensaje enviado correctamente.",
    "contactErrorEmailSent": "Ocurrió un error al enviar el correo. Intenta más tarde o contáctame por mis redes :D",
    "footerTextMadeBy": "Hecho por",
    "footerLinkMadeBy": "@brayanramosc"
}